{
  "organization": "Vishwa Varakari Samsthana",
  "overview": "The VISHWA VARAKARI SAMSTHANA family binds devotees across the world through the Varkari Sampradaya. Sri Tukaram Ganapati Maharaj, the Adhikari of the Samsthan, together with his son and Utharadhikaari Sri Raghunathdas Maharaj, travels internationally spreading the words of the Marathi saints. Hailing from Kadayanallur in Tirunelveli district, their small mandir Vittal Vihar serves as their spiritual home. Following guidance from Sri Krishna Premi Maharaj and later under the influence of Sri Baba Maharaj Satarkar, Sri Tukaram Ganapati Maharaj embraced the Varakari tradition and now leads annual Varkari Yatras with hundreds of South Indian devotees.",
  "activities_intro": "Activities of Vishwa Varakari Samsthan:",
  "activities": [
    "Spread Bhakti culture through discourses and bhajans worldwide",
    "Protection of orphaned cows (Go-Samrakshana) — providing shelter, fodder and medical care for elder cows via a nonprofit trust",
    "Provide Naamadeeksha (initiation into chanting Bhagavannaama) irrespective of caste, creed or religion",
    "Organise Varakari Yatra from Alandi to Pandharpur during Ashadi Ekadashi",
    "Conduct Akhanda Sankeerthana Mela, Lekur Vihar (children's classes), Parivar Classes (Abhang classes), Abhang shibirs (residential and non-residential camps)",
    "Host an annual Abhang Mela at Kadayanallur and Bhagavatha Melas at holy places like Pandharpur, Alandi, Paithan and Shringeri",
    "Train Keerthankars for spreading Varakari Sampradaya and provide Deeksha (authorization)",
    "Run correspondence course 'DnyanSagar' and promote Naama Prachaar via books, CDs and VCDs of Harikeerthan",
    "Publish the monthly periodical 'MARGADHARSHAN' featuring Marathi Sant Charithram, works of Azhwars & Nayanmars, Bhagavad Gita, Abhangs and other dharmic literature"
  ],
  "philosophy_intro": "Philosophy:",
  "philosophy": "The Samsthan believes Namasankeerthan is the simplest and most powerful practice to overcome evil and establish devotion. Vishwa Varakari promotes spirituality through Akhanda Nama Sankirthan, Bhagavatha Melas, Naama Prachaar, musical discourses (Harikeerthan), pravachans, and abhang courses.",
  "founder": {
    "name": "Shri Tukaram Ganapathi Maharaj",
    "early_life": "Shri Tukaram Ganapathi Maharaj, the Founder and Adhikari of Vishwa Varakari Samsthan, was born in Kadayanallur, Tirunelveli District, Tamil Nadu. Raised in a devout family, he developed a deep aptitude for bhajans from childhood.",
    "spiritual_journey": "Guided by his Guru Sri Krishna Premi Maharaj, he studied Marathi Abhangs and Varakari traditions, learning from recordings and later meeting Shri Baba Maharaj Satarkar. Impressed by his devotion and proficiency, Baba Maharaj gave him Deeksha, authorizing him to start Vishwa Varakari Samsthan and serve as its Adhikari. He gained formal recognition from the Dehu Samasthan, and began an extensive spiritual mission, travelling India and abroad to spread Harikeertan. He gave Deeksha to many, including his son Shri Raghunath Doss Maharaj, who became Uthraradhikari.",
    "path_of_righteousness": "He performed Abhang Harikeertan across India and internationally (USA, New Zealand, Australia, Singapore, Dubai, Great Britain, Kuwait, Bahrain, Oman), inspiring many to embrace spiritualism."
  },
  "awards": "Shri Tukaram Ganapathi Maharaj has received numerous awards, including recognition from Pennsylvania State University, the title 'Sankeertana Kesari' from Jagadguru Shankaracharya Sri Sri Bharati Tirtha Mahaswamigal of Shringeri, and 'Bhagavatha Kainkaryamani' by the Maharaja of Travancore.",
  "closing": "Vishwa Varakari Samsthan continues its mission to spread devotion, train practitioners, and preserve the Varakari tradition through events, publications, and educational initiatives."
}
