{
  "title": "Bhakta Vrundam",
  "subtitle": "Bhakta Vrundam: A Gurukulam for Holistic Development",
  "description": "Bhakta Vrundam, a residential Gurukulam for boys, was founded by Dr. Shri Raghunath Das Maharaj, who serves as its Kulapati. This institution is dedicated to fostering young children into lifelong learners, creative thinkers, self-sustained individuals, responsible citizens, and humble Bhaktas.",
  "curriculum_intro": "The Gurukulam offers a comprehensive curriculum that encompasses various aspects of Indian knowledge systems and culture. This includes:",
  "curriculum": [
    {
      "heading": "Indian Knowledge Systems (IKS)",
      "items": ["Ganita (mathematics)", "Ayurveda (medicine)", "Yoga", "Nakshatra Vidhya (astronomy)"]
    },
    {
      "heading": "Languages",
      "items": ["Sanskrit", "Tamil", "English"]
    },
    {
      "heading": "Music",
      "items": ["Vocal", "Harmonium", "Pakhwaj"]
    },
    {
      "heading": "Service",
      "items": ["Go Seva (serving cows)", "Farming", "Temple service"]
    },
    {
      "heading": "Spiritual Practices",
      "items": ["Varakari Sampradaya", "Exposure to Dnyaneshwari and Abhangs", "Regular Satsangs (Harikeertan, Pravachan, Haripat)"]
    }
  ],
  "experientialLearning": "To foster a deeper understanding of their surroundings and the rich cultural heritage of India, the children at Bhakta Vrundam will engage in experiential learning. This approach involves regular field trips to local places which will allow the children to explore historical sites, natural wonders, and cultural landmarks.",
  "holistic_development_intro": "In addition to academic pursuits and experiential learning, Bhakta Vrundam prioritizes the holistic development of its students. This includes:",
  "holistic_development": [
    "Free Play: Unstructured playtime to encourage creativity, social skills, and physical development.",
    "Physical Education: Regular classes to promote fitness, coordination and strength.",
    "Yogasana Sessions: Yoga incorporated into the daily routine for physical, mental, and spiritual well-being."
  ],
  "environment": "Bhakta Vrundam aims to provide a stress-free and natural learning environment. The focus is on holistic development, emphasizing the Panchakoshiya model. By nurturing a strong foundation in Indian knowledge systems and cultural practices, the Gurukulam seeks to equip young boys with the tools they need to become well-rounded individuals.",
  "eligibility": "Admission to Bhakta Vrundam is open to boys aged 6 to 11 years. Parents who share the Gurukulam's vision of holistic education are encouraged to apply."
}
